[
  {
    "slug": "aleks-mladenovic",
    "name": "Aleks Mladenović",
    "titles": ["Master Psiholog", "RE&KBT Psihoterapeut pod supervizijom"],
    "titles_en": ["MSc Psychologist", "RE&CBT Psychotherapist (under supervision)"],
    "image": "images/aleks.png",
    "focus": ["Anksioznost i OKP", "LGBTQ+ podrška", "Emocionalna regulacija", "Samopouzdanje i asertivnost"],
    "focus_en": ["Anxiety and OCD", "LGBTQ+ support", "Emotional regulation", "Confidence and assertiveness"],
    "bio": [
      "Moje ime je Aleks Mladenović i po struci sam master psiholog. Radim kao RE&KBT psihoterapeut pod supervizijom. Osnovne i master studije sam završio na Filozofskom fakultetu Univerziteta u Beogradu. Član sam društva psihologa Srbije. Pored aktuelne edukacije za psihoterapeuta, dodatno sam završio i edukaciju za primenu Mindfulness-a, kao i brojne radionice, edukacije i kurseve za rad na različitim problemima sa klijentima.\nPored savetodavnog rada, imam i iskustva u radu na istraživačkim projektima kao asistent i mladi istraživač na Institutu za medicinska istraživanja. Takođe, učestvovao sam i u internacionalnim i nacionalnim kampanjama koje se tiču mentalnog zdravlja, socijalnih problema i prevencije nasilja, poput EFPSA-ine kampanje “Better Together” i projekta “Edukacija mladih kao metod prevencije partnerskog nasilja” od strane Kriznog centra za muškarce u Beogradu. Pored toga, prošao sam obuke i treninge za rad sa LGBTQ+ osobama, a takođe i volontiram u nevladinoj organizaciji, Grupa IZAĐI.",
      "U svom psihoterapijskom radu, najviše se oslanjam na tehnike i principe kognitivno-bihejvioralne (KBT) i Racionalno emotivno bihejvioralne (REBT) terapije, ali koristim i kombinujem principe i tehnike i drugih psihoterapijskih modaliteta koje prilagođavam u skladu sa klijentovim potrebama i željama. Ciljeve terapije definišem zajedno u radu sa klijentom, u skladu sa onim što je osobi najvažnije, gde spadaju promene načina razmišljanja, rešavanje emocionalnih i praktičnih problema, kao i učenje novih veština i postizanje većeg zadovoljstva životom. Veoma mi je važno uspostavljanje podržavajućeg i toplog terapijskog odnosa, gde se klijent oseća slobodno da se posveti radu na svojim problemima uz podršku i razumevanje.\nTokom dosadašnjeg terapijskog rada u svojoj praksi najčešće sam radio sa adolescentima, mladim i odraslim osobama, kao i sa parovima. Problemi na kojima sam najčešće radio obuhvataju: anksioznost, napadi panike, strahovi, intruzivne misli, OKP simptomi, depresija, tuga, problemi sa krivicom i besom, impulsivna ponašanja, manjak samopouzdanja, partnerska problematika, ljubomora, povređenost, stid, stres, problemi sa spavanjem, problemi sa učenjem i prokrastinacijom, kao i različiti izazovi i problemi sa kojima se LGBTQ+ osobe susreću. Pored toga, sa klijentima radim i na unapređenju njihovih veština rešavanja problema, donošenja odluka, asertivnosti i razvijanju socijalnih veština."
    ],
    "bio_en": [
      "My name is Aleks Mladenović and I hold an MSc in Psychology. I work as an RE&CBT psychotherapist under supervision. I completed my undergraduate and master’s studies at the Faculty of Philosophy, University of Belgrade, and I am a member of the Serbian Psychological Society. In addition to ongoing psychotherapy training, I completed Mindfulness training and a number of workshops and courses for working with diverse client difficulties. Alongside counseling, I have experience as a research assistant and junior researcher at the Institute for Medical Research. I have also taken part in international and national mental-health and violence-prevention campaigns such as EFPSA’s “Better Together” and the Crisis Center for Men’s project on preventing intimate partner violence among youth. I have completed trainings for working with LGBTQ+ clients and volunteer with the NGO „Grupa IZAĐI“.",
      "In therapy I primarily rely on Cognitive-Behavioral Therapy (CBT) and Rational-Emotive Behavior Therapy (REBT), while integrating techniques from other modalities based on each client’s needs and goals. We set therapy goals together—changing unhelpful thinking, resolving emotional and practical problems, learning new skills, and increasing life satisfaction. Building a warm, supportive relationship is essential so clients feel safe to work on their difficulties. I work with adolescents, young adults, adults, and couples. The issues I most often address include anxiety, panic attacks, fears, intrusive thoughts and OCD symptoms, depression and sadness, guilt and anger, impulsive behaviors, low self-confidence, relationship challenges (jealousy, hurt, shame), stress, sleep problems, study difficulties and procrastination, as well as challenges faced by LGBTQ+ persons. I also help clients strengthen problem-solving, decision-making, assertiveness, and social skills."
    ]
  },
  {
    "slug": "jelena-spasic",
    "name": "Jelena Spasić",
    "titles": ["Psiholog", "RE&KBT Psihoterapeut pod supervizijom"],
    "titles_en": ["Psychologist", "RE&CBT Psychotherapist (under supervision)"],
    "image": "images/jelena.png",
    "focus": ["Depresivni simptomi", "Anksiozni poremećaji", "Motivacija i prokrastinacija", "Tugovanje i gubitak"],
    "focus_en": ["Depressive symptoms", "Anxiety disorders", "Motivation and procrastination", "Grief and loss"],
    "bio": [
      "Zovem se Jelena Spasić i ja sam diplomirani psiholog i RE&KBT psihoterapeut pod supervizijom. Osnovne studije sa usmerenjem na kliničku psihologiju sam završila na Filozofskom fakultetu Univerziteta u Beogradu, gde trenutno završavam master studije kliničke psihologije. Trenutno sam na stručnom usavršavanju na Institutu za mentalno zdravlje u Beogradu, gde se bavim psihološkim testiranjem/psihogijagnostikom i tako aktivno učvršćujem svoja znanja i kompetencije. Član sam Društva psihologa Srbije.\nTokom studija, sticala sam iskustvo kroz volontiranje u onlajn savetovalištu za mlade i udruženju žrtava nasilja, kao i kroz stručne prakse na Institutu za mentalno zdravlje u Beogradu i Lekart edukativnom centru. Praktična znanja razvijala sam kroz brojne edukacije, uključujući edukaciju za primenu Mindfulness-a. Značajno iskustvo i znanje sam stekla kroz edukaciju Kriznog centra za muškarce, gde sam zajedno sa kolegama formulisala i realizovala projekte primarne prevencije intimnog partnerskog nasilja među mladima. Razvila sam dodatna praktična znanja kao odgovorno lice EFPSA kampanje „Better Together,“ gde sam kreirala interaktivne radionice, mentorisala, koordinisala i pružala podršku studentima psihologije širom Evrope, s ciljem podsticanja empatije i suzbijanja diskriminacije među mladima.",
      "Svoj pristup baziram na uspostavljanju snažnog radnog saveza, pružanju bezuslovnog prihvatanja i empatije, aktivnom slušanju i prilagođavanju senzibilitetu svakog klijenta. Pošto je klijent aktivan učesnik u terapijskom procesu, a ne samo pasivni posmatrač, glavna maksima mog rada je da ukoliko i klijent i ja uložimo dovoljno napora, klijent može postići promene koje vode životu koji on/ona smatra vrednim življenja.\nU svom radu kao RE&KBT psihoterapeut pod supervizijom imam iskustva sa depresivnom simptomatologijom, anksioznim poremećajima, paničnim napadima, partnerskom problematikom, niskim samovrednovanjem, nedostatkom motivacije, prokrastinacijom, osećanjima stida, krivice, besa i tugovanja, kao i sa praktičnim problemima. Svoj pristup baziram na uspostavljanju jakog radnog saveza, pružanju bezuslovnog prihvatanja i empatije, aktivnom slušanju i prilagođavanju svakom klijentu."
    ],
    "bio_en": [
      "My name is Jelena Spasić. I am a psychologist and an RE&CBT psychotherapist under supervision. I completed my BA in Clinical Psychology at the Faculty of Philosophy, University of Belgrade, where I am finishing my master’s degree in Clinical Psychology. I am currently doing professional training at the Institute of Mental Health in Belgrade, focusing on psychological assessment/diagnostics. I am a member of the Serbian Psychological Society. During my studies I volunteered in an online youth counseling service and in an association supporting survivors of violence, and I completed placements at the Institute of Mental Health and the Lekart Education Center. I have pursued numerous trainings, including Mindfulness. Through the Crisis Center for Men training, I co-designed and implemented primary-prevention projects on intimate partner violence among youth. As the responsible person for EFPSA’s “Better Together” campaign, I created interactive workshops, mentored and coordinated students across Europe to foster empathy and reduce discrimination.",
      "My approach is grounded in building a strong therapeutic alliance, unconditional acceptance and empathy, active listening, and adapting to each client’s sensitivity. Because the client is an active participant—not a passive observer—my guiding principle is that with mutual effort meaningful change is possible toward a life the client finds worth living. As an RE&CBT therapist under supervision I have experience with depressive symptoms, anxiety disorders and panic attacks, relationship difficulties, low self-esteem, lack of motivation, procrastination, feelings of shame, guilt, anger and grief, as well as practical day-to-day problems. I base my work on a strong alliance, unconditional acceptance, active listening, and tailoring the process to each person."
    ]
  },
  {
    "slug": "antea-stojiljkovic",
    "name": "Antea Stojiljković",
    "titles": ["Master Psiholog", "RE&KBT Psihoterapeut pod supervizijom"],
    "titles_en": ["MSc Psychologist", "RE&CBT Psychotherapist (under supervision)"],
    "image": "images/antea.png",
    "focus": ["Impulsivna ponašanja", "Intruzivne misli", "Problemi sa spavanjem", "Nisko samopoštovanje"],
    "focus_en": ["Impulsive behaviors", "Intrusive thoughts", "Sleep difficulties", "Low self-worth"],
    "bio": [
      "Moje ime je Antea Stojiljković, i po profesiji sam psiholog i psihoterapeutkinja. Diplomirala sam i masterirala psihologiju na Filozofskom fakultetu Univerziteta u Beogradu, a sada sam i na završnoj godini edukacije za REBT i KBT psihoterapeuta, što podrazumeva da trenutno radim kao psihoterapeutkinja pod supervizijom. Pored toga, završila sam edukaciju iz Mindfulness-a i članica sam Društva psihologa Srbije. Tokom studija stekla sam značajno iskustvo volontirajući kao psiholog u udruženju „HAJR,“ gde sam pružala prvu psihološku pomoć i savetodavne usluge žrtvama partnerskog i porodičnog nasilja.. Bila sam edukator na projektu „Better Together“ u organizaciji EFPSA, posvećenom smanjenju diskriminacije. Takođe, prošla sam edukaciju Kriznog centra za muškarce „Edukacija mladih kao metod prevencije partnerskog nasilja,“ tokom koje smo moji kolege i ja kreirali mini-projekat za srednjoškolce o „toksičnim“ odnosima kroz interaktivne i iskustvene radionice. Pripravnički rad obavila sam u Ustanovi za odrasla i stara lica „Leskovac,“ gde sam radila sa starijim osobama i onima u nepovoljnoj socio-ekonomskoj situaciji.",
      "Iako su REBT i KBT teorije u osnovi mog rada, moj pristup je integrativan i prilagođen svakom klijentu, što znači da primenjujem tehnike i znanja različitih modaliteta u skladu sa potrebama klijenta i njegovim specifičnostima. Poverenje, podržavajuć odnos i toplu i empatičnu atmosferu smatram bazom svake kvalitetne i uspešne saradnje, te nastojim da navedeno izgradim sa svakim klijentom. Cilj mi je da klijent, najpre uz moju aktivnu podršku, a potom i samostalno, korača putem željene promene i vodi kvalitetniji život. Put promene omogućavam klijentima kroz individualnu i partnersku psihoterapiju, a najviše iskustva imam u radu sa temama poput osećanja povređenosti, krivice, besa, depresivnih stanja i poremećaja, anksioznosti, napada panike, impulsivnih ponašanja (poput trihotilomanije i onihofagije), problema u partnerskim odnosima, intruzivnih misli i različitih formi OKP-a, prokrastinacije, problema sa spavanjem, niskim samopouzdanjem i samopoštovanjem, kao i raznim praktičnim izazovima (poput neodlučnosti, nedovoljno razvijenih socijalnih veština, asertivnosti). "
    ],
    "bio_en": [
      "My name is Antea Stojiljković and I am a psychologist and psychotherapist. I completed both my BA and MA in Psychology at the Faculty of Philosophy, University of Belgrade, and I am in the final year of REBT/CBT psychotherapy training, currently practicing under supervision. I have also completed Mindfulness training and I am a member of the Serbian Psychological Society. During my studies I volunteered as a psychologist with the organization HAJR, providing first psychological aid and counseling to survivors of partner and family violence. I worked as an educator on EFPSA’s “Better Together” project aimed at reducing discrimination, and I completed the Crisis Center for Men’s training on preventing partner violence among youth, through which my colleagues and I created an interactive high-school workshop on “toxic” relationships. I completed my internship at the Institution for Adults and the Elderly in Leskovac, working with older adults and people in challenging socio-economic situations.",
      "Although REBT and CBT are the foundations of my work, my approach is integrative and tailored to each client, combining methods from different modalities to fit individual needs. I see trust, a supportive relationship, and a warm, empathic atmosphere as the basis of effective cooperation. My aim is to help clients, first with my active support and then independently, move toward meaningful change and a better quality of life. I provide individual and couples psychotherapy. I have the most experience with feelings of hurt, guilt and anger; depressive states and disorders; anxiety and panic attacks; impulsive behaviors (such as trichotillomania and nail-biting); relationship problems; intrusive thoughts and various forms of OCD; procrastination and sleep difficulties; low self-esteem and self-worth; as well as practical challenges like indecisiveness, under-developed social skills, and assertiveness."
    ]
  }
]
